Repository: ArionWT/icingtaskmanager
Catalog: src/locale/*.po
Languages: de

source: Window list with app grouping and window thumbnails
de: Fensterliste mit Anwendungsgruppierung und Vorschaubildern

source: Thumbnail size
de: Vorschaubild Größe

source: Controls the size of the thumbnails.
de: Steuert die Größe der Vorschaubilder.

source: Icon spacing
de: Symbolabstand

source: Controls how much space is between the icons.
de: Legt den Abstand zwischen den Symbolen der Anwendungsleiste fest.

source: px
de: Pixel

source: Show thumbnails
de: Zeige Vorschaubilder

source: Show window thumbnails when hovering over an app button.
de: Zeigt Fenster-Vorschaubilder beim Hovern über einen Anwendungsbutton an.

source: Icon size
de: Symbolgröße

source: Set icon size
de: Symbolgröße anpassen

source: Window fade time
de: Fenster Einblendungszeit

source: Controls how quickly a window will fade on hover.
de: Steuert die Geschwindigkeit einblendender Fenster bei Hover.

source: milliseconds
de: Millisekunden

source: Number of context menu items
de: Anzahl von Kontextmenü-Einträgen

source: Controls how many items appear in the context menu.
de: Steuert die Anzahl der Kontextmenü-Einträge.

source: Title display
de: Titel-Anzeige

source: focused: show focused window title, title: display the window title, app: diplay app name, none: don't display anything
de: Fokussiert: Zeigt fokussierten Fenstertitel, Titel: Zeigt Fenstertitel, Anwendung: Zeigt Anwendungsnamen, keine: Zeigt nichts an

source: None
de: Keine

source: Focused
de: Fokussiert

source: App
de: Anwendung

source: Title
de: Titel

source: Show app alerts and notifications
de: Zeige Nachrichten und Fehler von Anwendungen

source: If enabled, notifications and alerts will appear.
de: Zeigt Anwendungsmeldungen & -fehler in der Anwendungsleiste an.

source: Context Menu Settings
de: Kontextmenü-Einstellungen

source: Sort windows for each app by last focused
de: Sortiert Fenster anhand zuletzt fokussierter Anwendungen.

source: Controls whether the order windows appear for an app is by last focused, or the order they were opened.
de: Steuert die Reihenfolge der Anzeige von Fenstern, anhand der Reihenfolge zuletzt fokussierter oder geöffneter Anwendungen.

source: Window opacity
de: Fenster-Transparenz

source: Opacity of the windows on hover.
de: Steuert die Größe der Vorschaubilder.

source: percent
de: Prozent

source: Show windows when hovered over
de: Zeige Fenster beim Hovern

source: Controls whether or not windows display when hovered over.
de: Steuert ob Fenster-Vorschaubilder beim Hovern angezeigt werden.

source: Icon padding
de: Icon-Polsterung

source: Controls how much horizontal padding is inside the app buttons. Padding is only applied to instances of this applet on horizontal panels.
de: Steuert, wie viel horizontale Polsterung innerhalb der App-Schaltflächen ist. Padding wird nur auf Instanzen dieses Applets auf horizontalen Platten angewendet.

source: Show autostart option
de: Autostart anzeigen

source: Shows the autostart toggle option in an app's context menu.
de: Zeigt die Autostart-Umschaltoption im Kontextmenü einer App an.

source: Show pinned apps
de: Zeige angedockte Anwendungen

source: Controls whether or not the pinned apps appear in the panel if they are not open.
de: Steuert ob angedockte Anwendungen angezeigt werden wenn sie nicht geöffnet sind.

source: Window List Settings
de: Fensterlisten-Einstellungen

source: Context menu width
de: Kontextmenü-Breite

source: Set the width of the context menu.
de: Legt die Breite des Kontextmenüs fest.

source: Thumbnail timeout
de: Vorschaubild Einblendungsverzögerung

source: Controls how quickly an app's set of window thumbnails will fade out when the mouse leaves the app button.
de: Steuert wie schnell die zu einer Anwendung gehörenden Vorschaubilder ausgeblendet werden beim Verlassen mit der Maus.

source: Thumbnail Settings
de: Vorschaubild Einstellungen

source: Show recent items
de: Zeige neueste Einträge

source: Controls whether recent items will appear in the context menu.
de: Steuert ob aktualisierte Einträge im Kontextmenü angezeigt werden.

source: Animate thumbnails
de: Animierte Miniaturansichten

source: If enabled, thumbnails will animate when appearing and disappearing.
de: Wenn aktiviert, werden Miniaturansichten animiert, wenn sie angezeigt und verschwinden.

source: Enable vertical thumbnails
de: Aktiviere vertikale Vorschaubilder

source: If enabled, thumbnails will stack vertically.
de: Wenn aktiviert, werden Vorschaubilder vertikal gestapelt.

source: Allow themes to control the thumbnail close button
de: Lassen Sie Themen die Schaltfläche zum Schließen des Thumbnails steuern

source: Controls whether or not the theme controls the window thumbnail's close button.
de: Steuert, ob das Design die Schaltfläche zum Schließen der Fenster-Miniaturansicht steuert.

source: Include all app windows
de: Schließen Sie alle App-Fenster

source: Controls whether or not thumbnails for smalller child windows, such as exit confirmations and file dialogues will be included in the thumbnail list.
de: Steuert, ob Thumbnails für kleine untergeordnete Fenster, z. B. Exit-Bestätigungen und Dateidialoge, in die Thumbnail-Liste aufgenommen werden.

source: Adjust icon size
de: Symbolgröße anpassen

source: Adjust icon size independent of Cinnamon's panel scaling.
de: Symbolgröße unabhängig von der Cinnamon-Taskleiste anpassen.

source: Number display
de: Fensteranzahl anzeigen

source: normal: display window number, smart: display window number if more than one window, none: don't display number, all: display window number for favorites too
de: Normal: Zeige Fensteranzahl, Smart: Zeige Fensteranzahl, wenn mehr als ein Fenster vorhanden ist, Keine: Verberge die Fensteranzahl, Alle: Zeige die Fensteranzahl auch bei angedockten Fenstern an

source: All
de: Alle

source: Open thumbnails on click
de: Öffnen der Vorschaubilder durch Klicken

source: Open the thumbnails on click if there is more than one window open.
de: Öffnen der Vorschaubilder durch Klicken, wenn bereits mehr als ein Fenster geöffnet ist.

source: Hover Peek Settings
de: Hovern für Vorschau-Einstellungen

source: Firefox context menu
de: Firefox Kontextmenü

source: Most Visited: show the sites you visit most, Recent History: display the the last pages you visited, Bookmarks: show your favorite bookmarks.
de: Meiste Aufrufe: Zeigt Seiten die du oft besucht hast, Aktueller Verlauf: Zeigt Seiten die du kürzlich besucht hast, Lesezeichen: Zeigt nur deine Lesezeichen.

source: Bookmarks
de: Lesezeichen

source: Most Visited
de: Meiste Aufrufe

source: Recent History
de: Aktueller Verlauf

source: Group apps
de: Gruppenanwendungen

source: Group each app's set of windows.
de: Gruppe der einzelnen App-Fenster.

source: Show active app indicators
de: Aktive App-Anzeigen anzeigen

source: Active app styling will indicate if an app is active.
de: Active App Styling zeigt an, ob eine App aktiv ist.

source: Arrange pinned apps
de: Angedockte Anwendungen anordnen

source: Arrange pinned apps into a different order.
de: Angedockte Anwendungen neu anordnen

source: Install Gda
de: Installiere Gda

source: Visible on all workspaces
de: Auf allen Arbeitsplätzen anzeigen

source: Only on this workspace
de: Nur auf diesem Arbeitsplatz

source: Move to left workspace
de: Auf linken Arbeitsplatz verschieben

source: Move to right workspace
de: Auf rechten Arbeitsplatz verschieben

source: Move to monitor
de: Verschieben auf Monitor

source: Remove from Autostart
de: Aus Autostart entfernen

source: Add to Autostart
de: Zum Autostart hinzufügen

source: Unpin from Panel
de: Abdocken

source: Pin to Panel
de: Andocken

source: Create Shortcut
de: Verknüpfung erstellen

source: Close
de: Schließen

source: Close All
de: Alles Schließen

source: Settings
de: Einstellungen

source: ReArrange
de: Neu anordnen

source: Show Pinned
de: Zeige Angedockte

source: Show Thumbs
de: Vorschaubilder anzeigen

source: Stack Thumbs
de: Vorschaubilder stapeln

source: Hover to Peek
de: Hovern für Vorschau

source: Show Recent
de: Neueste anzeigen

source: Vertical Thumbs
de: Vertikal stapeln

source: Go to Settings
de: Gehe zu Einstellungen

source: Group apps into single icon
de: Gruppiere Anwendungen in einem Symbol

source: Group the open app instances into single icon
de: Gruppiere offene Anwendungen in einem Symbol

source: Minimize
de: Minimieren

source: Maximize
de: Maximieren

source: Unmaximize
de: Zurücksetzen

source: Restore
de: Wiederherstellen
